<unk>
<pad>
<s>
</s>
▁a
'
s
▁ka
a
▁la
▁de
▁bi
▁le
▁n
e
▁ye
▁
▁ni
t
▁il
n
▁l
▁à
▁na
r
ra
▁o
▁est
▁c
▁ko
▁ma
▁nin
est
▁d
i
▁je
▁vous
▁lo
w
▁ne
la
▁i
▁an
▁sira
u
▁se
ni
▁ta
▁un
▁en
▁pas
▁et
▁les
▁tun
▁du
é
y
o
▁son
li
▁kɛ
▁rue
▁y
▁ce
c
▁min
ri
▁ra
▁j
▁t
▁wa
na
▁yi
▁tu
▁elle
d
▁s
l
▁que
▁des
▁fɛ
▁une
▁ti
▁be
re
er
le
▁sa
▁qu
z
p
▁ba
▁b
en
▁au
▁kan
m
▁di
si
▁bɛ
in
ma
g
▁on
ro
lo
on
▁par
▁yé
ya
k
▁nous
ti
▁si
ai
il
▁dans
▁k
an
▁pour
te
▁deux
▁plus
mi
▁kelen
di
▁m
ez
nt
▁aw
▁dɔ
▁yɔrɔ
ne
▁san
ba
es
▁fɔ
ga
b
▁tan
it
▁qui
▁mɔgɔ
▁ça
h
▁bien
▁sur
▁kɔnɔ
ait
▁bina
▁da
f
▁do
ka
▁me
▁fila
ɔ
bi
ment
ta
▁sɔrɔ
▁kè
v
un
man
▁kalan
▁suis
▁bon
▁vingt
▁yan
▁bara
▁ga
▁tout
de
▁ale
▁bɔ
▁te
ent
▁cɛ
▁kuma
▁moi
▁kɛra
▁avec
▁ya
▁lui
ɛn
▁so
▁bo
ɔn
▁fo
▁trois
ux
▁cent
▁ils
da
▁to
▁mi
is
me
▁fa
ée
se
▁g
▁ca
▁mon
▁taga
▁mais
▁vo
▁re
▁p
▁yɛrɛ
ko
▁peu
▁den
ou
è
▁lon
▁fait
tre
▁nan
▁bolo
ur
▁man
lé
▁fè
be
al
▁dix
▁sûr
▁là
était
ge
▁li
▁quatre
ons
▁e
ant
ɛ
▁nunu
▁kun
▁es
▁ani
▁va
go
▁sigi
ce
vi
▁don
▁muso
que
▁nana
▁fɛn
to
▁monsieur
ô
x
▁bâ
▁ou
▁ban
▁ah
▁sept
gi
▁vi
ve
kɛ
▁cela
▁bè
▁kɔ
▁été
rès
▁saba
▁dugu
sse
▁avez
▁kaɲi
▁mugan
▁route
▁toun
▁tɔgɔ
▁dit
eau
ru
▁même
▁trente
▁fana
▁su
▁ki
▁sera
nan
▁comme
ie
yi
▁wagati
ɛr
▁ɲɔgɔn
pi
▁donc
▁bila
fa
ch
▁pa
el
▁mou
▁où
▁cinq
▁ro
▁sisan
▁kɔrɔ
▁cogo
che
kan
▁foyi
ul
▁po
▁pi
ɛl
ation
ran
▁saint
zi
▁tuma
▁filɛ
▁ré
▁dé
▁temps
▁lɔn
▁neuf
▁é
elle
▁bɛɛ
▁sœur
▁kèra
▁h
▁tous
ê
ard
lan
▁numéro
▁huit
être
▁fara
▁ci
ité
▁ɲa
tte
tes
▁kɛmɛ
▁six
▁mɛ
▁mun
do
▁non
▁jean
▁ses
▁all
▁aussi
mu
▁madame
▁comment
▁cha
▁tɛmɛ
ré
rɛ
▁tɛ
ille
▁jan
▁co
▁kana
▁mar
▁êtes
▁râ
▁faire
▁ji
min
vait
▁tara
eur
▁soixant
▁alors
ye
té
▁juma
▁quarante
▁chemin
▁zé
▁fu
ine
▁lu
▁kanu
ki
▁mo
ère
▁ha
ci
yɔrɔ
▁oui
▁con
pe
▁quel
▁bé
mp
▁beyi
so
▁ayi
▁mu
▁fla
▁quand
▁yira
lu
▁bou
▁go
▁ju
▁tuguni
len
▁kadi
ement
ter
co
rait
▁kouma
or
▁bu
▁joli
▁f
ron
▁voilà
▁aimé
▁sɛbɛ
ar
▁elles
▁ten
▁étai
▁également
▁trop
gu
▁ɲanaman
lon
▁ri
une
▁ch
▁porte
▁nne
age
▁sans
▁naani
▁gu
▁wɛrɛ
▁grand
▁mal
▁mɔgɔw
aient
▁duuru
▁leur
mo
▁in
▁pro
▁fin
▁fi
ais
▁wolonfila
▁rien
ɔr
▁tugu
ssa
▁bɔra
▁hakili
▁père
▁fan
ɲ
▁st
ton
cette
▁minɛ
▁mont
▁fɔlɔ
cɛ
▁no
▁mill
▁dia
▁sɔn
és
▁petit
▁sara
▁fut
us
venue
ff
▁toi
ées
am
▁eu
ette
▁ces
ris
▁nom
▁ici
po
▁chose
▁ɲɛ
▁encore
▁tchè
▁mousso
▁aka
▁yɛlɛ
no
ième
▁komi
gne
▁jo
um
▁ɲi
▁kɔfɛ
ze
▁ver
gé
▁paris
vons
▁ser
▁dire
rou
muso
▁caman
ji
du
▁parle
▁kagni
ier
aire
ance
▁car
▁tigi
▁v
ssi
▁combien
▁faut
▁dɛ
▁kelé
▁bonne
wa
▁dan
▁barakɛ
▁sou
dre
ide
hui
▁jamais
▁fô
vant
ble
▁fanga
▁al
▁juman
▁sama
▁ville
▁koni
bo
lè
▁quelle
▁per
▁yèlè
▁cet
tri
ha
lima
vo
▁grande
ir
ale
rai
▁kama
ique
▁sais
▁br
avez
▁boli
▁autre
gue
▁fe
▁laban
▁reste
▁sini
eux
▁pla
▁wari
lle
ugu
otre
yé
▁sɛn
ois
▁après
▁gi
▁ex
▁tina
bɔ
▁tou
lin
mer
ɔgɔ
fi
ire
▁dis
▁petite
gɛ
▁cinquante
▁seegi
▁konon
▁dougou
▁fille
tu
▁ton
asse
▁maison
▁cher
les
▁quelque
▁fen
▁merci
▁place
▁sigɛn
▁livre
▁amendement
▁u
ront
▁teri
▁kura
den
ɔrɔ
▁val
▁dɔw
▁quoi
▁assez
▁kojugu
▁oh
▁mère
▁fort
▁vais
iste
▁pe
▁touma
ol
▁fer
▁dou
▁tɔ
▁entre
and
▁beau
bu
▁pu
▁parole
▁demain
ujour
▁jigɛ
▁koun
▁môgô
able
▁com
▁lɔ
fɛ
▁anw
▁lieu
ac
teur
▁diya
▁bɛn
▁r
▁siraba
▁ɲamɔgɔ
▁dɛmɛ
▁kɛnɛ
res
tion
▁bisaba
▁wili
▁fais
▁ben
nu
▁gra
▁char
ph
rent
▁bar
▁cas
▁film
▁yoro
▁saaba
bɛ
▁fama
son
▁bas
▁fils
▁mè
▁voir
par
▁ke
▁ami
▁trouve
gan
▁yala
appelle
▁part
▁mort
▁pré
▁toujours
▁demande
elles
autres
▁femme
▁donne
éri
▁sé
▁gens
ɔl
▁mara
▁dimi
▁deen
▁mes
▁maintenant
▁situé
aine
▁sort
▁ru
san
vent
▁mot
▁wo
iyɛn
bé
▁aime
uru
▁vie
▁jigi
▁pourquoi
▁comp
▁pays
▁point
▁minu
▁ven
lɛ
▁chi
▁parti
èrent
▁pris
▁segi
▁vu
▁fari
ure
▁cri
ence
▁kɔni
he
â
jan
▁dji
▁nouveau
baga
▁kɔsɔbɛ
▁tougou
▁mieux
▁ibi
▁jaa
▁tchama
cher
▁eh
fe
fè
▁ku
art
uw
sira
rez
urs
▁né
tant
▁seul
▁ph
▁nou
▁commune
▁siège
▁ɲafɛ
▁sôrô
▁kɛlɛ
ieurs
▁yèrè
▁miriya
▁dusu
rɛn
▁imp
▁plait
▁fois
▁jugu
▁bal
▁jour
ku
tigi
ncɛ
▁bla
▁baga
▁tigɛ
▁venu
tique
▁nani
▁mer
▁cour
▁attend
▁sissan
▁sommes
▁dɔɔni
▁premier
▁fond
▁teyi
▁hier
yon
mɛ
kɔ
ɛt
▁jɔn
bert
▁heure
▁eux
sɔn
▁kɔnɔna
▁comprend
▁nouvelle
▁tête
▁tèmè
ils
aime
ho
▁homme
▁mul
▁faga
▁wolo
▁jati
▁tama
▁personne
▁gen
insi
▁mis
ke
▁fili
▁kaɲ
viens
▁kunu
▁nu
▁kalo
▁wɔɔrɔ
▁wele
▁partir
▁pri
▁maisons
▁veux
▁mogô
val
uve
ture
▁lé
j
▁wɔrɔ
▁france
▁mɔ
ion
▁ét
▁bana
▁vers
à
▁noir
▁heures
pu
▁alé
▁olu
ssé
▁toum
▁fani
▁puis
aux
▁deni
▁john
▁train
▁coup
▁frère
▁voix
▁mogo
▁sait
▁aya
▁moins
▁kɔrɔsi
deni
▁mari
▁allée
▁sen
▁dô
ville
▁yiri
▁avoir
iye
▁partie
amendement
tɛ
kè
lou
▁propos
▁beaucoup
▁famille
▁éléphants
cteur
▁aucun
▁fit
▁yôrô
▁facɛ
▁furu
▁toumbi
▁sous
ande
▁mina
▁ɲuman
▁monde
▁mɛn
▁vas
▁bois
▁miri
▁chant
▁sin
ici
ry
écri
kili
▁belle
▁toute
tan
lɔn
▁ala
▁siran
▁balo
▁cɛma
fin
▁joue
▁plu
▁ɲan
▁déjà
▁yongon
▁nounou
▁fitini
▁livru
▁dumuni
▁gɛ
▁famu
▁caaman
▁jama
▁vos
▁dɔn
▁mini
euse
autre
▁aller
ɲa
▁compte
▁présent
étai
▁plan
▁gr
▁bali
nɛ
▁port
vil
▁alu
▁balima
▁tiɲɛ
kolo
yɔn
▁tagara
▁crois
tɔ
▁mur
▁bri
eman
▁travail
▁quatorze
▁sɔgɔma
▁dernier
▁chef
▁wulu
▁haut
▁wi
▁sɛ
mani
▁chien
chi
▁peux
▁tulon
▁pé
▁travaille
▁vient
ɛri
▁cents
vais
▁fra
ja
▁rend
▁nga
éd
uf
▁voy
▁or
ffe
▁table
heure
ju
ix
▁fr
lɛn
▁vrai
▁bisaaba
▁groupe
▁voulez
▁daminɛ
▁dɔnkili
▁dieu
▁paul
▁bô
ations
▁pr
▁chaises
lui
▁gê
▁arrivé
▁rou
▁cho
▁diara
▁tè
▁tour
▁aimera
▁pap
▁lamɛ
▁ze
tɛn
▁pêche
école
gal
wi
ante
rè
mont
▁sɔkɔ
▁depuis
▁pierre
▁kɔnɔtɔn
▁raison
▁douze
gô
▁jumɛ
▁bamuso
je
▁mois
cle
ques
▁jeune
▁jii
port
▁garde
▁ɛ
▁prend
onne
▁fini
hou
ing
▁dè
▁gan
▁vit
▁dja
▁met
ort
▁pl
▁jours
ɲɛ
▁col
fu
mè
▁prêt
enfant
▁hum
gɔ
▁cama
rɔ
▁livres
▁ɲana
nin
▁pouv
kɛla
▁problème
▁gɛlɛya
▁travers
▁guerre
▁mauvais
▁seize
▁tabali
▁jusqu
▁fanfɛ
▁boɲɛ
eaux
ifi
▁gé
rant
▁jouai
▁soir
▁contre
▁filanan
▁vois
▁juru
▁pan
▁faites
▁enfants
▁vé
▁ayé
ché
dɔ
▁tard
▁tɛmɛni
fɛn
ɲan
▁nunuw
fɔ
▁sega
▁perd
tière
der
▁kɔn
▁lou
gê
nikɛ
q
pendant
▁cor
▁commission
▁fatigué
▁voiture
▁combat
▁français
▁commence
▁kôrô
▁binaani
▁bugɔ
vin
▁matin
▁champ
▁sanfɛ
▁mankan
vient
▁kumakan
▁année
▁onze
▁sogo
vé
▁savez
▁pont
jou
habit
▁avis
van
voir
▁ele
▁grands
nibɛ
rô
▁cours
▁nos
sion
per
▁pol
ches
yo
▁écout
▁lettre
aimerais
ck
gné
▁bena
mba
chet
▁droit
zu
▁fran
kɔnɔ
▁hi
▁ho
▁dow
▁mange
▁ɲanama
▁cré
▁tile
▁arrive
ï
▁pauvre
▁président
▁djoumè
▁gɛrɛfɛ
▁sèbè
▁mobili
▁kɔnɔntɔn
article
▁important
▁mesie
▁ɲɔngɔn
▁aimerait
▁nuit
▁dama
oir
▁cependant
▁kuru
▁gwa
▁demi
▁dame
▁yɛlɛmani
▁dara
mɔn
▁rencontre
aît
bour
▁kongo
▁manger
▁ren
▁kolon
ɛk
mou
▁croi
chez
ɲi
law
tigɛ
▁rec
car
ɛtri
▁dira
tɛr
agit
▁inter
niw
▁premi
▁ensuite
▁espèce
▁couleur
▁yorô
▁crayon
▁nord
▁question
▁trans
▁nɛrɛmuguman
▁donkili
▁rouge
▁filè
hi
▁jamana
▁djama
▁breton
▁tchi
▁entend
yara
▁pense
▁yɛlɛla
▁bras
▁certain
▁dɔni
▁fɔra
▁droite
gɛn
bon
▁diman
▁arm
▁yè
▁zan
▁ɲɛna
▁kaɲɛ
▁quelqu
▁foo
▁ɔn
▁regard
ariya
pɔr
▁aima
rges
aud
▁tourn
▁djon
▁yɛlɛma
iers
ions
▁celle
bɛr
kɔrɔ
irai
▁tora
▁gou
▁général
▁kodjougou
accord
église
▁joona
▁mor
▁famou
▁principale
▁peine
▁fisa
tour
▁tle
▁kɛlɛkɛ
▁jon
▁veut
▁dogo
▁dɔgɔ
illon
▁cin
amour
▁em
ants
ction
▁pari
▁marc
▁but
▁jɛn
ɛsi
▁gni
▁baw
▁jaune
▁personnes
▁obi
form
rne
bord
ric
▁marie
▁ɲɛn
bolo
▁peur
kun
▁suma
▁continue
▁longtemps
▁sujet
▁henri
▁michel
argent
▁méti
univers
▁chambre
▁magni
▁fleur
▁meurt
▁pied
▁cɛɲumani
▁sorô
wɛrɛ
cent
▁bɛgɛn
île
▁longue
▁sigilan
▁zi
dou
▁sigini
anglais
ava
▁choses
▁dumu
▁tɛmɛna
bè
▁suiv
▁autres
▁djan
▁minè
buru
▁trouver
▁vite
▁vin
▁poi
▁koro
venir
▁sud
▁dani
▁roi
▁dari
yan
▁connu
▁bout
ourou
kɔrɔba
attend
▁marche
entend
▁cɛn
fort
▁alou
mɔgɔ
▁wou
issant
▁gouvernement
▁treize
▁ɔnhɔn
▁keleen
équipe
▁froid
▁quinze
▁meilleur
▁djouma
▁juste
▁wèrè
▁demanda
▁sɛkɔ
▁malade
▁dɔgɔmuso
▁sɔngɔ
land
▁souvent
▁ké
▁gwɛlɛya
▁louis
▁flor
nongon
▁vieux
▁koura
▁passe
▁tien
▁moment
ancien
▁sent
▁toyi
▁manque
▁pêch
▁kɔrɔta
gwɛ
nger
▁bru
▁barada
▁ceci
ssin
▁soit
▁degi
▁forme
▁ɲini
ell
▁tiens
rier
▁fou
▁fé
▁dois
ɛti
avis
▁conte
▁baba
▁seule
qua
urais
▁kin
▁sol
▁vend
iti
▁pos
yez
gè
▁gnan
▁mbi
homme
▁pens
zan
▁saya
▁bret
sɔbɛ
▁défavorable
▁soutenir
▁fonction
▁ɲininga
▁second
▁côté
▁antoine
▁retard
▁ministre
▁lanibala
▁suite
histoire
▁nommé
▁sinɔgɔ
▁albert
▁chaud
▁kulon
▁public
▁fourou
▁blanc
▁sababu
ailleurs
▁gars
▁carrière
▁veu
▁parler
▁mains
▁super
▁croy
▁fiman
▁binani
ouvr
sigi
▁près
▁dourou
ienne
▁sign
▁bôra
▁bê
▁cogoya
idé
▁dj
▁font
tive
▁montre
▁bari
▁titre
▁lè
▁wu
▁répondi
▁gare
gré
▁mɔn
▁loin
▁lettres
▁jona
▁liv
éné
▁teli
▁baliman
▁prendre
▁tô
▁fere
▁répond
kelen
entre
▁mana
▁gna
▁certaine
ssent
▁femmes
▁cɛman
ition
èrè
vɛr
▁franc
▁court
▁ɛr
▁caama
▁za
▁gros
▁yɔrɔla
▁um
ntin
▁actuellement
▁cœur
▁différent
▁favorable
▁kibaria
▁scène
▁biseegi
▁biduuru
▁projet
▁formation
▁maître
▁facile
▁café
▁faudra
▁wakati
▁mark
▁dabila
▁études
▁faim
▁tôgô
▁wolofila
▁lundi
▁pilasi
▁blanche
▁drɔn
▁capitaine
▁hɛrɛ
▁plein
▁kamele
bagaw
▁voulai
▁dimanche
▁charles
▁nɛnɛ
▁ɲafɔ
▁membre
▁vieille
▁divers
▁connais
▁vraiment
yɛr
▁baara
fila
wɔrɔ
▁labɛn
▁vienne
kura
isme
▁paire
rée
▁ɲɔ
▁epi
▁gno
▁zo
▁hun
▁vive
▁kô
▁art
quare
▁kɔnɔni
▁kanou
▁kɔm
▁resta
venu
▁pɛr
▁siga
▁jaunes
▁mɔnt
▁baro
▁regarde
▁fɛnw
▁lit
▁tables
▁donna
gili
▁moul
euil
tôt
▁kogo
▁mɛna
▁fil
▁ɛn
renne
erie
ennes
denw
qui
▁minɛn
▁ouvert
viennent
nière
accept
▁coûté
▁garçon
▁nombreuses
▁spéci
▁autrefois
▁doussou
▁welé
▁angilɛ
▁région
▁effet
▁semble
tissement
▁datugu
▁mounou
▁onhon
▁thé
▁nombreux
▁village
▁baleman
▁réussi
▁vaut
▁terre
▁ekɔl
▁geo
▁omɛr
▁tununa
gène
importe
▁ayiwa
▁série
▁capita
▁poste
ènè
▁arrête
▁yɛlɛko
▁noires
▁itali
lière
▁koulo
▁dumini
▁masa
▁avion
▁kalanso
▁perdu
▁donné
▁face
▁salle
▁réalis
▁wolola
▁pêchai
▁venir
▁rené
▁sup
mper
ɛm
▁ferme
▁connus
▁glan
ogô
ières
folo
▁déc
lisa
▁duguma
▁wil
▁franci
▁bourg
▁lors
ngon
▁doni
▁jouer
▁lire
î
▁passer
mɛn
rbon
bina
▁retour
▁hu
imero
soin
écu
▁gwɛlɛ
gɛr
▁hou
mbre
ouvre
▁appar
▁biwolonfila
▁boulevard
▁département
▁extrême
▁leçon
▁rejoin
▁possible
▁jacques
▁pleut
▁suguru
▁ɲagami
▁animaux
▁début
▁jɛnkul
▁animal
▁décidé
▁londres
▁corps
▁lanibara
▁dernière
▁nɔgɔya
▁gauche
▁repos
espér
▁dɔgɔcɛ
▁parents
▁ubu
▁kènè
▁kèmè
▁fall
▁papier
âme
▁djoli
▁pourtant
vaient
▁misɛn
ktɛr
▁camp
▁kule
▁aiment
▁rang
▁match
▁tomb
▁aimait
▁page
▁chienne
▁cogodi
▁duguba
▁gè
atiɔn
▁gilan
▁kilo
taga
▁annu
▁bord
▁jigira
▁voie
▁woul
▁niveau
▁midi
mment
▁rose
▁riche
▁sienne
▁déni
bri
nino
war
▁nigɛ
▁pur
▁doute
▁passé
▁julie
▁tagama
burg
ë
▁nimɔr
lɛm
action
▁suivi
▁soro
▁reven
▁étudie
▁tcha
▁viendra
▁ɲɔgɔ
▁lanib
avance
court
état
mousso
▁babo
ppel
bru
usso
clos
▁franç
▁enfant
▁puisqu
accompagn
occupe
▁médecin
▁reçu
▁succès
▁tchogo
▁château
▁smith
▁député
▁rêve
▁service
▁wuleman
▁remport
▁major
▁daminè
▁politique
▁marcof
▁tubabu
▁marquis
▁chanson
▁simple
▁particip
install
▁force
▁cousin
▁andré
▁faransi
▁laminɛ
▁permet
▁chacun
▁signifi
▁trompe
▁nɔnɔ
▁chauss
▁pouvoir
▁kɔgɔji
▁dèmè
album
▁dusukun
▁bissaba
▁fɔɲɔ
▁déclar
▁respect
▁djo
▁mariage
▁publique
▁bientôt
▁fenêtre
▁bonjou
▁flè
▁content
▁vivant
▁grosse
▁savoir
▁marque
▁plais
▁fransi
▁dehors
vɛn
▁finman
dɔr
▁feu
▁habite
▁pressé
▁chasse
▁kɔgɔ
▁gwɛlɛn
▁roman
▁mirila
▁tɔrɔ
saba
▁wɛ
attaqu
▁sh
▁toka
▁école
▁tumana
berg
pol
llier
▁diyara
sara
▁bagaw
▁souri
▁lɔgɔ
▁tiɲɛn
▁marié
▁retrouve
entré
mɛtri
▁origin
armée
origine
▁gard
▁verre
tiers
jɛ
▁front
ordre
▁musoman
▁kilan
▁chaise
▁fl
gny
raient
tchè
jon
▁madam
arrêt
vel
▁rapport
▁maxim
ccident
í
ō
ŋ
▁américain
▁coûte
▁ensemble
▁société
▁denmisɛn
▁maurice
▁pantalon
honneur
▁madrid
▁yɛrɛyɛrɛ
▁épous
▁aimions
▁gwansan
▁disparu
▁préfère
exemple
amérique
▁mouvement
avocat
▁cinéma
▁descend
▁tasuma
▁apporte
▁prochain
▁allemand
▁moitié
▁retire
▁reconn
▁profond
▁repri
▁dôgô
▁essay
▁étions
▁décide
▁gɛlɛn
▁conseil
▁kulɛr
▁albɛr
explo
▁mesure
▁peint
▁courage
▁tɛmɛsira
▁mougan
▁prix
▁laisse
▁kalama
▁lourd
▁kourou
▁paraît
▁défendu
▁flɛ
▁mangé
▁kabako
▁ciel
▁tigê
▁yɛlɛmana
oiseau
▁clair
▁jose
▁togô
kisɛ
▁ajout
veille
▁galon
▁comte
abbé
▁âge
onné
▁artist
▁maɲi
▁siranya
iens
▁état
▁thi
étend
▁filmu
▁angel
▁vɛn
▁pal
▁pɛn
fɔr
gɛrɛ
▁four
▁aimai
llée
▁saison
▁téléphone
▁sumani
▁souma
▁djati
▁lauren
▁év
gh
▁travailler
▁gwɛn
▁arriv
achète
idan
sɛbɛ
moins
vers
quelle
cogo
▁souffr
▁hɛr
▁villa
▁belebeleba
enseignants
industrie
▁difficile
▁frappé
▁personnage
▁remercie
▁reprend
▁république
▁satisfait
▁soldats
▁succède
▁œuvre
demoiselle
enseignement
▁frappa
▁habitants
▁régime
▁magasin
▁voudra
▁chapelle
▁terminé
▁konnon
▁refuse
▁cinquième
▁kungolo
▁guvɛrn
▁bataille
▁kunbɛn
▁religi
▁silence
▁pɔrti
▁identiques
▁dɔtɔrɔ
▁baptis
▁logique
▁musique
▁moyen
▁sekɔra
▁ancienne
▁puits
▁biduru
▁pêchions
▁répét
▁parlait
▁obama
▁ɲiniga
▁makari
▁rapporteur
▁durɔn
▁simon
▁dessus
▁déjeuner
▁compos
▁existe
▁appelé
▁cath
▁sortir
▁fantan
spect
▁tɛnɛ
▁inquiét
▁tumadɔ
▁vidal
▁wɔrɔnan
▁boyan
▁national
▁mettre
▁youma
▁vic
▁kɔsɔn
▁bête
▁kuntigi
▁ɲinigali
▁milieu
▁seulement
toire
▁jaabi
▁rentre
▁marfa
ulaire
▁kèrè
▁défi
▁diɲɛ
▁juge
▁disait
▁dɔgɔni
▁entendu
▁gnè
▁sabu
eusement
▁tombe
ôrô
▁sinema
▁viendrai
ouvrir
▁mienne
achètera
▁sarl
ruwa
▁yɛrɛkɛ
▁coqu
▁zak
▁lang
ouché
▁réalisé
▁fich
jugu
ɲɔgɔn
grad
âge
change
août
▁biwɔɔrɔ
▁rapidement
▁rapproch
▁refroidi
▁remplacé
▁aimèrent
▁grâce
▁keraotred
▁notamment
▁bernard
▁denmisen
▁dormir
▁naissance
▁suspen
▁sɔsɔ
▁cɛkaɲi
▁produit
▁restaurant
▁surtout
▁production
▁réalité
▁complète
▁kinibolo
▁remarqu
▁changement
▁prenez
▁modɛl
▁conclu
▁fête
▁majigi
▁cravat
▁prince
▁journée
▁emmen
▁bâtiment
▁sangolo
▁social
▁nɛgɛ
▁jardin
▁connaissez
▁club
▁demeure
▁aviyɔn
▁voulu
▁déménage
▁libre
▁peuple
▁retrait
▁djougou
afrique
▁amerik
époque
▁débat
▁chegi
▁remet
▁figure
agnac
▁fraise
▁réserv
▁appartien
▁laɲini
▁proposition
▁kamelé
▁cause
▁interdit
hésit
pital
illac
▁linge
▁côte
▁direction
▁kalifa
▁langue
▁mission
▁pardon
▁finɛtri
▁apprend
envoie
▁panier
▁directe
▁lalɔ
▁envie
▁renard
arch
▁pauline
▁double
▁gabri
▁marius
▁règle
▁lalaga
▁résid
▁dumunikɛ
▁remont
▁bruit
▁djigi
▁écrit
▁fatɔ
actuel
oubli
engage
▁saara
▁nunugu
▁potie
▁sɛnɛ
bagatɔ
▁proche
tabli
▁mɛnɛ
▁secou
ophe
▁saut
fred
commun
▁stad
▁rub
▁revien
nyme
▁angl
▁rappel
▁pouvai
lleville
nnette
▁plair
▁emb
▁obéi
▁éch
▁central
écoute
king
ɲuman
ougou
▁moqu
fond
môgô
aller
année
filɛ
▁press
▁principa
mond
▁nombre
▁particulière
assemblée
exposition
imbécile
occasion
semblait
▁absolument
▁bikɔnɔntɔn
▁championnat
▁chevaux
▁chiffres
▁cognac
▁commissaire
▁constitu
▁dayɛlɛ
▁diplômé
▁dispositif
▁fatigant
▁fɔlɔfɔlɔ
▁goût
▁jagabɔ
▁maintiens
▁principe
▁représent
▁révolu
▁sauvage
▁scandale
▁écrivit
ascension
▁appris
▁confirm
▁diɲɛlatigɛ
▁défense
▁province
▁réponse
épaule
▁doumouni
▁lunettes
▁erreur
▁objectif
▁suffisa
▁éteint
▁concert
▁sugandi
évêque
▁compagn
▁suffit
▁urbain
▁invité
▁pièce
▁wulada
▁campagne
allemagne
aéroport
nheim
▁diplom
▁mondiale
▁lucien
▁retenu
objet
▁parfois
▁naturelle
▁ouvrirez
▁bouteille
▁minisiri
▁dispers
▁maladie
▁domaine
▁concern
▁blessé
▁souhaite
▁mandimi
▁york
▁poisson
▁vierge
▁olivie
▁respir
▁avril
accus
esprit
▁pilote
▁micro
▁semaine
▁soleil
▁soif
▁berlin
rouillé
▁victor
▁dispos
▁stup
époux
▁zɔr
europe
▁arrêté
▁télé
▁brave
▁ordres
▁kilara
▁barth
▁terme
▁sɛbɛrikɛ
▁maloya
▁gnouma
▁échange
jalaki
▁feuille
opposition
▁déroul
▁indiqu
▁joueurs
affaire
▁gelé
▁aimerez
▁ɛsk
grab
▁lukɔnɔ
▁décor
▁idée
▁marché
▁sombre
impôt
landais
histo
▁lever
▁collèg
▁gwɛrɛ
▁malheur
▁toulon
▁vérit
▁gaud
pression
▁grim
▁tenir
▁passage
▁souha
ubɛn
▁léger
▁traite
eign
étudiants
▁geste
▁guich
▁devrai
▁viol
▁relev
▁canal
▁broc
▁préoccup
urieux
▁menti
▁olymp
ennemi
ouverture
▁contr
attendait
hérit
▁étudi
émie
muret
tourner
▁amand
stav
iger
ugou
ausse
▁polic
▁roussi
nova
amiens
issait
rifie
▁présen
ologne
mmes
▁piyɛ
▁défend
aimai
▁publi
lɔyɔrɔ
étude
▁trava
▁développ
▁trembl
0
activité
agriculture
applaudi
arrondissement
diocèse
honnête
nquête
économie
▁anniversaire
▁cheveux
▁comprenait
▁disparaît
▁dominicaine
▁elvire
▁gouverneur
▁inscrit
▁légumes
▁militaire
▁munumunu
▁musical
▁méthod
▁napoléon
▁officier
▁professeur
▁programme
▁proximité
▁préféré
▁regrette
▁ressuscit
▁référenc
▁sciences
▁semblant
▁stabiliser
▁studio
▁supérieur
▁territoire
▁théodore
▁weele
▁zozɛf
▁éditions
effectue
ñ
▁colomb
▁profession
▁renouvel
▁sigɛsigɛ
▁tradition
▁sélection
▁toutefois
hôtel
▁considér
▁dépend
▁troubl
empêche
horreur
▁divorc
▁oreilles
▁prénom
▁demandé
▁gèlèya
▁gêlê
▁lesquels
▁élevé
▁évolu
escalier
influenc
plomb
▁rochelle
▁terrain
▁aimons
▁colonel
▁limoge
▁debout
observ
▁justin
▁mɔnbili
▁presque
▁artikl
▁bretagne
titude
viendront
▁photo
▁conserv
▁diffus
▁insult
▁bonheur
▁aimeriez
▁distance
▁messieurs
▁calend
▁drôle
ctrice
▁sauvé
▁oiseaux
▁klancɛ
▁stella
▁farafina
▁malheureusement
▁suguya
▁profite
▁cheval
▁source
▁idiot
▁partout
▁wôrô
▁denbaya
▁david
▁patron
▁sablé
▁chouan
▁commerce
▁retiré
▁tulokɛ
▁constant
▁kokɛta
▁yɛrɛsɔrɔ
▁type
▁protég
▁piano
océan
ussière
▁sɛnɛkɛla
▁rôle
▁précision
étoile
nkɛnɛ
▁nôtre
▁choisi
▁sourd
aillard
▁aimâ
▁dèmiss
▁patric
▁affaires
▁heureuse
▁musée
▁environ
▁expression
▁position
▁pratique
▁texte
ignor
▁contraire
▁lâche
▁christ
▁aimeraient
▁alɛks
▁peinture
▁sacré
▁fermé
▁morceau
▁pleuv
▁filet
inspir
▁métr
▁maximum
▁plaisir
▁jésu
▁plaint
▁risque
▁médi
▁dérange
▁drame
▁bichu
▁kɛwale
▁lisez
appareil
▁mélan
▁nourri
▁martin
nstruction
ringi
▁souffrir
▁lafiɛ
prentiss
▁calv
nivɛrs
récit
▁divis
▁yagam
oivent
ferme
arrière
▁salue
hors
▁prat
acheter
gers
typi
impos
▁hél
essert
▁fankele
▁cɛɲuma
ottes
▁lorsqu
humili
▁damien
athl
èrê
habou
lympi
▁quatr
ɲɔngɔn
arrive
ɲanaman
instru
▁oppos
couvert
▁précis
á
▁collabor
▁efficac
▁possède
atmosphère
expliqu
expérimentation
ʻ
▁accompli
▁automatique
▁communauté
▁complexe
▁connaître
▁conséquence
▁crêpes
▁cuillère
▁dépenses
▁détruit
▁dɛnmisɛn
▁emprunt
▁enregistre
▁envoyer
▁fièvre
▁grenouilles
▁hippolyte
▁hongrois
▁immédiatement
▁international
▁marvejol
▁mensonge
▁modèle
▁monseigneur
▁musicien
▁particulier
▁philadelphi
▁piétinait
▁population
▁poursuivi
▁précédent
▁quelconque
▁républicain
▁répète
▁système
▁sɔgɔsɔgɔ
▁tapissier
▁téléviseur
▁utilisé
▁vielmanay
▁énorme
habiller
▁accueill
▁canapé
▁classique
▁inclus
▁jɛkulu
▁kembs
▁reproche
▁sunguru
▁théorie
▁triomph
▁vacances
▁attribu
▁copain
▁endroit
▁forêt
▁recomm
▁seigneur
institut
événement
▁cimetière
▁captur
▁contribu
▁dispositions
▁dîner
▁toulouse
▁doigt
▁réputé
▁élève
▁derrière
▁médor
▁périod
▁vidéo
▁wulafɛ
▁davantage
▁madagas
▁sensible
▁tumajuma
▁contact
▁cɛjuguni
▁poésie
▁volonté
écroul
▁dispute
▁médaill
▁bercy
▁jakuma
▁nusɔndia
▁primaire
▁adamaden
▁alfrɛ
▁brésil
▁adeline
▁contraint
▁frappe
▁lumière
▁orléan
▁amoureux
▁attrap
▁hɛkɛ
▁folevil
▁ouvrage
▁fulup
▁jarabi
éclair
▁datougou
▁fôlô
▁culture
▁lafiɲɛ
▁armoire
▁résult
▁adulte
▁olivet
▁basket
▁segɔnd
▁termine
▁supprim
▁rempli
▁soupir
▁faventin
▁surpris
▁faible
▁brusque
▁assume
▁constat
▁yɔrk
▁écart
▁déplo
▁relation
affich
▁serpent
▁mâle
▁machine
▁yananman
▁accepté
▁james
▁sapɛl
▁galimar
▁philo
▁parfait
▁mètres
▁pause
▁honor
uscrit
▁tɔnɔ
intégr
▁grelo
cules
rivière
inviter
▁attenti
▁gubet
exécut
▁payer
ménag
▁promen
▁indien
▁ekip
▁poule
▁concept
▁bertin
▁étrang
▁soutien
▁mézi
▁gnanab
▁goth
hiver
rwena
scripti
▁trouvai
analys
▁formé
▁excu
▁dédié
▁contien
▁défai
▁pɔm
▁ramass
ɔndial
▁marth
▁fouill
coucher
▁visite
▁collect
▁comptai
▁rɔm
▁identi
endormi
▁mirep
babou
▁koumb
importan
iège
▁carreau
▁règ
▁bureau
▁pomme
cepti
ifère
intérieur
interrog
ternel
labato
▁détail
▁poign
▁gardien
▁utilise
▁wèr
station
product
ennui
oël
▁valenc
▁téléphon
▁retrouv
▁rencontr
pouvant
prime
utiliser
térieure
écouta
▁ɲuma
▁appren
▁déjeun
▁salva
liqué
viendr
éléphant
▁object
▁nécessaire
▁officielle
accessible
annonçai
approcha
architect
embarrassaient
espagnol
hermitage
inquiète
intelligen
interprétation
semblables
échapp
épaisseur
ó
ü
ā
”
▁administrateur
▁administrati
▁augustin
▁belgique
▁blessure
▁budget
▁catholique
▁cavrois
▁cohérent
▁complexité
▁compétition
▁costume
▁célèbre
▁deenmisɛ
▁diplôme
▁district
▁dommage
▁dévasté
ū
–
ú
“
ù
œ
û
ş
š
ã
1
å
ò
ö
ă
ł
ń
ň
α
τ
υ
ễ
€
ç
č
